Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/samiske_tall_forteller_ii_norsk.pdf.tmx
Source language: nob
Languages: sme

source: Det finnes ikke etnisitetsbaserte data på spedbarnsdødelighet fra denne perioden.
sme: Dán áigodagas eai gávdno registrerejuvvon čearddalašvuođalaš dieđut njuoratmánáid jámolašvuođa birra.

source: Tabell 1 viser spedbarnsdødelighet per 1000 levendefødte innenfor og utenfor geografisk område for samisk utviklingsfond i perioden 1991-2006 fordelt på innland og kyst i Norge nord for Saltfjellet.
sme: Tabealla 1 čájeha njuoratmánáidjámolašvuođa juohke 1000 eallin riegádan mánáidlogus sihke siskkobealde ja olggobealde sámi ovdánahttinfoandda doaibmaguovllu jagi 1991 rájes gitta 2006 rádjái ja lea juhkkojuvvon siseanan ja riddu Norggas davábeale Sáltoduoddara.

source: I tabellen er byene Alta, Tromsø og Harstad ekskludert.
sme: Tabeallas eai leat gávpogat Áltá, Romsa ja Harstad mielde.

source: Fordi tabellen er basert på et lite tallmateriale må man tolke disse dødelighetsratene med forsiktighet.
sme: Danin go tabeallas lea gáržžes lohkovuođđu de ferte ferte jámolašvuođaloguid dulkot várrogasvuođain.

source: Mer forskning over et lengre tidsperspektiv er nødvendig for å si om området utenfor SUF på innlandet, faktisk har en markant lavere spedbarnsdødelighet sammenliknet med de andre nevnte områdene.
sme: Eanet dutkan guhkit áiggegeahčasteami vuođul lea danin dárbbašlaš ovdal go sáhttá dadjat maidege dasa ahte leago siseatnamis SOF guovllu olggobealde, duođaid vuolit njuoratmáná jámolašvuohta eará namuhuvvon guovlluid ektui.

source: Tabell 2.1 Antall fødte og døde første leveår samt spedbarnsdødelighetsrater i ulike geografisk områder i Norge nord for Saltfjellet i perioden 1991-2006.
sme: Tabealla 2.1 Lohku riegáduvvon ja jápmán vuosttaš eallinjagi ja njuoratmánáid jámolašvuođalogut iešguđet geográfalaš guovlluin Davvi-Norggas davábealde Sáltoduoddara gaskal 1991 ja 2006.

source: (byene Tromsø, Harstad, Alta er ekskludert) Kilde: Brustad et al.
sme: (gávpogat Romsa, Harstad, Áltá eai leat mielde) Gáldu: Brustad et al.

source: Totalt Antall fødte Antall døde første leveår Døde første leveår per 1000 levendefødte SUF Innland Kyst
sme: Riddu Oktiibuot riegádan Jápme vuosttaš eallinjagis Jápme vuosttaš eallinjagis juohke 100 eallin riegádan logu ektui

source: Ikke SUF Innland Kyst
sme: SOF olggobealde Siseatnan Riddu

source: Referanser [2-4]
sme: Čujuhusat [2-4]

source: 2.3 Hjerte- og karsykdommer Sammendrag Hjerte- og karsykdommer har vært studert i den samiske befolkningen.
sme: 2.3 Varra- ja varrasuotnavigit Čoahkkáigeassu Sámi álbmoga váibmo- ja varrasuotnavigit lea dutkojuvvon.

source: Noen studier har antydet en lavere forekomst av denne type sykdommer hos samer i forhold til referansepopulasjonen tross høy forekomst av kjente risikofaktorer.
sme: Muhtun dutkamušat leat geažidan ahte dákkár dávddat leat hárvvibut sámiid gaskkas go čujuhusálbmogis vaikkovel leatge eanet dovddus riskabealit.

source: Andre studier har ikke kunnet bekrefte dette.
sme: Eará dutkamušat gal eai lean dán duođaštan.

source: Mer forskning er nødvendig for å kunne studere ubesvarte spørsmål knyttet til samers risiko for hjerte- og karsykdommer.
sme: Danin lea dárbbašlaš eanet dutkan dán beali vai sáhttá dutkat vástitkeahtes gažaldagaid mat gullet sápmelaččaid riiskii oažžut váibmo- ja varrasuotnavigiid.

source: 2.3.1 Innledning Hjerte- og karsykdommer er sykdommer i hjerte og blodårene i kroppen.
sme: 2.3.1 Álgu Váibmo- ja varrasuotnavigit leat dávddat váimmus ja varrasuonain rupmašis.

source: Død av hjerte- og karsykdom økte betraktelig i Norge fra 1950 fram til 1970 tallet.
sme: Jápmin váibmoja varrasuotnavigiid dihte lassánii garrasit Norggas 1950 rájes gitta 1970 logu rádjai.

source: Blant annet som følge av systematisk forebygging, som ble iverksatt på begynnelsen av 1970 i forholt til kjente risikofaktorer, har det vært en halvering av hjerte- og karsykdomsdød i Norge.
sme: Earret eará systemáhtalaš eastadandoaimmat dihte, mat álggahuvvojedje 1970-logu álggogeahčen dovddus riskafáktoriid ektui, de leat váibmo- ja varrasuotnavigiid lohku beliin njiedjan Norggas.

source: Nedgangen har vært særlig markant de siste 15 årene.
sme: Stuorámus njiedjan lea leamašan maŋimus 15 jagiid.

source: Viktigste risikofaktorer for hjerte- og karsykdom fettstoffer i blod, røyking, blodtrykk, overvekt og fysisk inaktivitet.
sme: Dehálaš váibmo- ja varrasuotnavigiid riskafáktorat leat buoiddeávdnasat varas, borgguheapmi, varradeatta, badjelmearálaš deaddu ja fysalaš doaimmahisvuođa.

source: 2.3.2 Kildemateriale Hjerte- og karsykdom i forhold til samisk etnisitet har vært studert gjennom de såkalte Finnmark- og Tromsøundersøkelsene hvor risikofaktorer ble kartlagt.
sme: 2.3.2 Gáldoávdnasat Váibmo- ja varrasuotnavigit sámi čearddalašvuođa ektui lea dutkojuvvon ng. Finnmárkku- ja Romssa-guorahallamiin maid riskafáktorat lea kártejuvvon.

source: Dataene både fra Finnmarksundersøkelsene og 1970- folketellinga er også blitt koblet opp mot dødsårsaksregisteret i Norge.
sme: Dieđut Finnmárkkuguorahallamiin ja 1970- olmmošlohkamiin leat maiddái laktojuvvon oktii jápminártta registariin Norggas.

source: I disse studiene har i hovedsak språktilhørighet og samisk slektskap vært benyttet for å definere samisk deltakere i studiene.
sme: Dáin dutkamušain lea vuosttažettiin giellagullevašvuohta ja sámi sohkavuohta geavahuvvon mearrideames sámi oassálastiid dutkamušas.

source: I SAMINOR-studien har fettstoffer i blod vært analyser i forhold til etnisitet.
sme: SAMINOR-dutkamušas leat buoidde-ávdnasat varas guorahallojuvvon čearddalašvuođa ektui.

source: Her ble etnisitet delt inn i fire grupper: 1) personer med tre generasjoner samisk språk, 2) personer med minst en samisk markør (språk, selvopplevd etnisitet eller familiebakgrunn), 3) minst én kvensk markør, men ikke noe samisk og 4) norsk.
sme: Dás čearddalašvuohta juhkkojuvvui njelljii joavkkuide: 1) golmma buolvvaid sámegielat olbmot, 2) olbmot geain lei unnimusat okta sámivuođa dovdomearka (giella, iešvásihuvvon čearddalašvuohta dahje bearášduogáš), 3) unnimusat okta kveana dovdomearka, muhto ii sámi ja 4) dáža.

source: 2.3.3 Hjerte og karsykdom hos samer Tall fra Statistisk sentralbyrå allerede på 60- tallet viste en lavere forekomst av hjerte- og karsykdomsdød på innlandet i Finnmark enn ved kysten.
sme: 2.3.3 Váimmo ja varradávddat sápmelaččain Statisttalaš guovddášdoaimmahaga logut 60-logus juo čájehedje hárvvit váibmo- ja varrasuotnavigiid jámolašvuođa siseatnamis go rittus.

source: Dette gav i sin tid opphavet til hypotesen om at samene hadde lavere risiko for denne type sykdom.
sme: Dát dagahii ahte ciekkai dakkár navddus ahte sápmelaččain lei unnit riska dohppehallat dánlágan dávdii.

source: På 1970-tallet kom det en del studier som antydet at samer hadde lavere risiko for død av hjerteinfarkt.
sme: dutkosat mat geažidedje ahte sápmelaččain lei unnit riska jápmit váibmodohppehagain (váibmoháviin).

source: Fra Tromsøundersøkelsen i 1974 viste resultatene at 8 % menn med samisk bakgrunn rapporterte om hjerte- og karsykdom i nær familie, dette var tilfelle for 16 % av menn med finsk avstamming og 13 % av de norske.
sme: 1974 Romssa-guorahallama bohtosat čájehedje ahte 8 % sámi dievdduin dieđihedje váibmoja varrasuotnavigi lagas bearrašis, 16 % suoma sogalaš dievdduin dieđihedje dan seamma ja 13 % dáža dievdduin.

source: Finnmarksundersøkelsene fra samme tidsperiode viste at samiske menn hadde et 40 % høyere såkalt risikofaktornivå enn norske menn.
sme: Seamma áigodaga Finnmárkku-guorahallan čájehii ahte sámi dievdduin lei 40 % alit ng. riskafáktordássi go dáža dievdduin.

source: Selvrapportert hjerte- og karsykdom var derimot betrakteligere lavere i den samiske populasjonen.
sme: Iešdieđihuvvon váibmo- ja varrasuotnavihki lei mealgat unnit sámiid gaskkas.

source: Årsaken til dette var ikke kjent, men genetiske og miljømessige forklaringer har vært foreslått.
sme: Sivvan dasa ii lean dihtosis, muhto genehtalaš ja biraslaš čilgehusat lea ovdal árvaluvvon čilgehussan.

source: Språkproblemer som medførte at sykdom og risikofaktorer ble systematisk rapportert ulikt på kryss av etiske grupper har også vært foreslått som en forklaring på dette funnet.
sme: Giellaváttisvuođat mat dagahedje ahte dávddat ja riskafáktorat almmuhuvvon iešguđet čearddalaš joavkkuin lea maiddái árvaluvvon čilgehussan dása.

source: Ved videre analyse av data fra Finnmarksundersøkelsen fra 1970-tallet, forsvant de etniske forskjellene når man i analysen tok hensyn til kjente risikofaktorer for hjerte- og karsykdom.
sme: Go viidáset guorahalle 1970-logu Finnmárkku-guorahallama dieđuid, de jávke čearddalaš erohusat go lađastallamis vuhtiiválde váibmo- ja varrasuotnavigiid dovddus riskafáktoriid.

source: I en tilsvarende analyse av det samme materialet, der man tok ut av studien personer med historie av hjertesykdom tidligere i livet fant man at samiske menn hadde lavere forekomst av hjerte- og karsykdomsdød enn nordmenn.
sme: Seamma ávdnasiid sullasaš lađastallamis, mas dutkamušas eret válde olbmuid geain lea leamašan váibmovihki man de gávnnahuvvui ahte sámi dievdduin lei hárvvibut váibmo- ja varrasuotnavihki go dáža dievdduin.

source: Helseundersøkelsene som fulgte i Finnmark på slutten av 1980-tallet viste ingen etniske forskjeller i forekomst av angina pectoris og hjerteinfarkt for verken kvinner eller menn.
sme: Dearvvašvuođaguorahallan mii čađahuvvui Finnmárkkus 1980-logu loahpa geahčen ii duođaštan čearddalaš erohusaid váibmogeasáhat (angina pectoris) ja váibmodohppehaga gávdnoštumi ii nissoniin iige dievdduin.

source: På begynnelsen av 1990-tallet ble det gjort kliniske etterundersøkelser i fire kommuner i Finnmark (Alta, Tana, Karasjok og Kautokeino) der det ikke ble funnet forskjeller i fettstoffer i blodet hos samer og norske.
sme: 1990-logu álggogeahčen čađahuvvui klinihkalaš joatkkaguorahallan njealji suohkaniin Finnmárkkus (Álttás, Deanus, Kárášjogas ja Guovdageainnus) mas eai gávdnan buoidde-ávdnasiid varas ii sápmelaččain iige dážain.

source: Samiske hjertepasienter rapporterte imidlertid om lavere forekomst av familiær hjertesykdom i forhold til de norske.
sme: Sámi váibmobuohccit dieđihedje hárvvibut sohkabeari dážaid ektui.

source: Det er verdt å merke seg at resultatene i denne studien er basert på et lite utvalg.
sme: Mearkkašanveara lea ahte bohtosat dán guorahallamis eai leat nu gallis leamašan mielde.

source: Ved å koble informasjon om personer fra etnisitetsrapportering fra 1970 mot dødsårsaksregisteret i Norge har man kunnet studere forekomst av bl.a. hjertekarsykdom i den nordligste delen av Nord-Norge i forhold til etnisitet i løpet av perioden 1970-1998.
sme: Go leat laktán 1970 čearddalašvuođaraportta dieđuid oktii Norgga jápminártaregistariin de leat e.e. sáhttán iskat váibmo- ja varrasuotnavigi gávdnoštumi Davvi-Norgga davimus oasis 1970 rájes gitta 1998 rádjai.

source: Gjennom dette har man funnet at for samiske menn og kvinner har det vært en henholdsvis 7 % og 17 % høyere dødelighet av 27 hjerte- og karsykdommer i forhold til de som rapporterte om norsk etnisitet i 1970.
sme: Dán iskkadeamis lea gávdnan ahte sámi dievdduin lea 7% ja nissoniin 17% stuorit jámolašvuođariska váibmo- ja varrasuotnavigiid dihte go sii geat 1970 almmuhedje dáža čearddalašvuođa.

source: For blødninger i hjernen var de tilsvarende tallene 14 % for menn og 28 % for kvinner.
sme: Vástideaddji vuoiŋŋašvardima logut ledje 14 % dievdduin ja 28 % nissoniin.

source: I denne studien var det, pga manglende informasjon, ikke mulig å studere om denne forskjellen kunne forklares av ulik forekomst av kjente risikofaktorer i de ulike etniske gruppene.
sme: Dán dutkamušas ii lean, váilevaš dieđuid dihte, vejolaš iskat ahte lei go dáid erohusaide sivvan ahte ledje iešguđetlágan dovddus riskafáktora gávdnoštumit iešguđege čearddalaš joavkkuin.

source: Det ble også funnet at for samiske menn med sterk tilknytning til reindriftsnæringen, var risikoen betrakteligere lavere enn for nordmenn (om lag 30% lavere risiko).
sme: Maiddái gávnnahuvvui ahte sámi dievdduin, geat garrasit ledje čadnon boazodollui, lei mealgat unnit riska go dáža dievdduin (sullii 30% unnit riska).

source: Risikoen økte for samiske menn med redusert tilhørighet til reindrifta, slik at de med ingen tilhørighet hadde 20 % høyere risiko for hjerteog karsykdom enn de norske.
sme: Riska lassánii daid dievdduin geat eai lean nu garrasit čadnon boazodollui, nu ahte sii geain ii lean makkárge gullevašvuohta lei 20% stuorit riska oažžut váibmo- ja varrasuotnavigi go go dážain.

source: Det tilsvarende typiske mønsteret ble ikke funnet for samiske kvinner.
sme: Dát seamma mihtilmas minsttar ii gávdnon sámi nissoniin.

source: I SAMINOR-studien ble det funnet at for personer i aldergruppen 65-79 år hadde samiske menn og kvinner lavere kolesterolnivåer enn de norske.
sme: SAMINOR-dutkosis gávnnahuvvui ahte sámi nissoniin ja dievdduin gaskal 65 ja 79 jagi lei unnit kolesteroladássi go dážain.

source: I aldersgruppen 36-49 år ble det motsatte funnet, med høyere totalkolesterolverdier for samer for begge kjønn.
sme: Gaskal 36 ja 49 jahkásaččain lei dilli baicca nuppeládje, alit oppalaš kolesterolaárvvut goappaš sohkabeali sápmelaččain.

source: Det finnes fortsatt ubesvarte spørsmål når det gjelder risiko for hjerte- og karsykdommer blant samer.
sme: Ain lea veastikeahtes gažaldagat váibmo- ja varrasuotnavigiid birra sápmelaččaid gaskkas.

source: Det har ikke vært gjort studier med oppdaterte tall fra dødsårsaksregisteret de siste ti årene.
sme: Maŋimus logi jagiid eai leat čađahuvvon dutkamušat ođastuvvon loguiguin jápminártaregistaris.

source: I lys av generell økt inaktivitet og overvekt i befolkningen de siste årene samt en fortsatt ” modernisering ” av livsstil synes det påkrevet med nye studier på forekomst av og risiko for hjerte og karsykdom i den samiske befolkningen.
sme: eallindili joatki ” ođasmahttima ” dihte orruleamen dárbbašlažžan čađahit ođđa dutkamuša váibmo- ja varrasuotnavigiid riska birra sápmelaččain.

source: referanser [5-9]
sme: Čujuhusat [5-9]

source: 2.4 Kreft Sammendrag Studier har vist at for de fleste kreftformer var det ingen forskjell mellom samer og referansepopulasjonen.
sme: 2.4 Boras Čoahkkáigeassu Dutkamušat lea čájehan ahte eanas borashámiin eai lean erohusat sápmelaččaid ja čujuhusjoavkku gaskkas.

source: Samer hadde likevel en lavere risiko for noen kreftformer slik som kreft i tykktarm, prostata, lunge og urinblære.
sme: Sápmelaččain lei dattege unnit riska oažžut muhtun borasdávddaid nugomat borasdávdda gassačoalis, ovdarávssás, geahppáin ja gožžaráhkus.

source: Årsaken til dette er ikke kjent, men kosthold og levesett har vært foreslått som forklaring.
sme: Sivvan dása ii leat dovddus, muhto biebmodoallu ja eallinvuohki lea árvaluvvon čilgehussan.

source: 2.4.1 Innledning Kreft skyldes ukontrollert cellevekst eller celledeling.
sme: 2.4.1 Álgu Borasdávdda sivvan lea dárkkiskeahtes seallašaddu dahje seallajuohku.

source: Kreft er i tillegg til hjerteog karsykdommer den vanligste dødsårsaken i Norge og er den viktigste årsaken til tapte leveår i befolkningen.
sme: Borasdávda ja váibmo- ja varrasuotnavihki lea dábáleamos jápminárta Norggas ja sivvan dasa go álbmot manaha birgenlági.

source: Man antar at en tredjedel av alle krefttilfeller kan forebygges.
sme: Navddus lea ahte goalmmádasa borasdávddaid sáhttá dálkkodit ja eastadit.

source: Viktige risikofaktorer for kreft er kosthold, røyking og fysisk aktivitet, i tilegg til arv.
sme: Lassin bearrái leat borasdávdda deháleamos riskafáktorat biebmodoallu, borgguheapmi ja fysalaš doaibma.

source: Forekomst av kreft i det samiske befolkningen har vært studert i noen studier fra de nordiske land.
sme: Borasdávdda gávdnoštupmi sápmelaččaid gaskkas lea dutkojuvvon soames Davviriikkaid dutkamušain.

source: Samene har vært ansett som en relativt ” lukket ” genetisk gruppe i tillegg til at noen av samene fortsatt har en karakteristisk livsstil som skiller seg noe fra referansepopulasjonen.
sme: Sápmelaččat leat adnojuvvon oalle ” dahppojuvvon ” genehtalaš joavkun ja dasa lassin ahte muhtumat sápmelaččain ain lea mihtilmas eallindilli mii veaháš earrána čujuhusjoavkku olbmuin.

source: To viktig motivasjonsfaktorer for kreftforskning i denne befolkningen har vært bekymringer knyttet til helsemessige konsekvenser av atomprøvesprengningene ved Novaya Zemlya på 50- og 60-tallet og atomreaktorulykken i Tjernobyl i 1986.
sme: Dán álbmoga borasdutkamušas leat leamašan guokte dehálaš ja movttiideaddji beali nugomat dat ahte makkár dearvvašvuođa váikkuhusat leat atomageahččaladdibávkalemiin Navaya Zemlyas 50- ja 60-logus ja atomareáktorlihkohisvuođas Tjernobylas 1986.

source: 2.4.2 Kildemateriale Kreftstudier i den samiske befolkningen i Norden har benyttet nasjonale kreftregisterdata koblet mot språkrapportering i 1970 folketellinga.
sme: 2.4.2 Gáldoávdnasat Borasdutkamuš davviriikkaid sápmelaččaid gaskkas lea geavahan našunála borasregistara dieđuid ja daid laktán oktii 1970 olmmošlohkama gielladieđuiguin.

source: 2.4.3 Kreftformer De studier som er gjort på kreft har vist en lavere total kreftforekomst i den samiske befolkningen sammenlignet med både nasjonale tall og regionale referansepopulasjoner for menn og kvinner.
sme: 2.4.3 Borasšlájat Čađahuvvon dutkamušat borasdávdda birra leat duođaštan ahte sápmelaččaid gaskkas lea oppalaččat unnit borasgávdnoštupmi go buohtastahttá našunála loguiguin ja referánsaálbmoga nissoniin ja dievdduin.

source: Generelt kan dette forklares av en lavere forekomst av noen av de mest vanlige kreftformene i Norge som kreft i bryst, tykktarm og prostata i den samiske befolkningen.
sme: Oppalaš čilgehussan sáhttá leat ahte soames borasšlájat eai leat nu dávjá sápmelaččain, nugomat čižžeboras, gassačoalleboras ja ovdaráksáboras.

source: Haldorsen og Tynes har i sitt arbeid basert på etnisitetsrapporteringen fra folketellingen i 1970, studert forekomst av ulike kreftformer i den samiske befolkningen i Nord-Norge forhold til den regionale referansepopulasjonen.
sme: Haldorsen ja Tynes leaba iežaska barggu vuođđun lea 1970 olmmošlohka čearddalašvuođadieđut, ja dutkan iešguđege borasšlájaid Davvi-Norgga sápmelaččaid gaskkas čujuhusálbmoga ektui.

source: En oppsummering av resultatene er angitt i tabell 2.
sme: Bohtosiid čoahkkáigeasu oaidnit 2 tabeallas.

source: Det ser derfor ut som om mønsteret av en lavere forekomst av kreft hos samer i forhold til referansepopulasjonen var tydeligere hos menn enn hos kvinner.
sme: Orruleamen ja hárvvibut boras sápmelaččaid gaskkas go čujuhusjoavkkus lei čielgaseabbo dievdduid gaskkas go nissoniid gaskkas.

source: Oppsummering av forskning gjort på forekomst av kreft hos samer i Nord-Norge i forhold til regional referansepopulasjon.
sme: Borasdutkama čoahkkáigeassu borasgávdnoštumi birra Davvi-Norgga sampelaččain čujuhusjoavkku ektui.

source: Referanse: Haldorsen og Tynes (2005), European Journal of Cancer Prevention.
sme: Čujuhus: Haldorsen ja Tynes (2005), European Journal of Cancer Prevention.

source: Krefttyper
sme: Borasšládja

source: Menn Totalkreft
sme: Buot borasšlájat

source: Samer har lavere risiko Samer har lavere risiko
sme: Sápmelaččain lea unnit riska Sápmelaččain lea unnit riska

source: Mage
sme: Eai leat erohusat

source: Ingen forskjell
sme: Eai leat erohusat

source: Tykktarm
sme: Gassačoalis

source: Urinblære
sme: Gožžaráhkus

source: Samer har lavere risiko Ingen forskjell
sme: Sápmelaččain lea unnit riska Eai leat erohusat

source: Bryst
sme: Čiččis

source: Prostata
sme: Geahppáin

source: Samer har lavere risiko -
sme: Sápmelaččain lea unnit riska

source: Kvinner Ingen forskjell
sme: Sápmelaččain lea unnit riska

source: 2.4.4 Mulige forklaringer på forskjeller i kreftforekomst Den relativt lave forekomsten av tykktarmskreft hos samer er blitt foreslått forklart av arv og høyere fysisk aktivitet.
sme: 2.4.4 Vejolaš čilgehusat borasšlája gávdnoštumi erohusain Čilgehussan dasa ahte gassačoalleboras lea nu hárve sápmelaččain sáhttá leat bearri ja ahte sápmelaččat leat eanet fysalaš aktiivvalaččat.

source: Røykeforekomsten er antatt å være ganske lik hos samer og norsk befolkning.
sme: Sápmelaččaid ja dážaid borgguhangávdnoštupmi orruleamen oalle seammalágan.

source: Den lavere forekomsten av lungekreft og blærekreft er begge såkalte røykerelaterte kreftformer.
sme: Oalle hárvves geahpes- ja gožžaráhkkáboras gávdnoštupmi leat goappašagat borgguheapmái čadnojuvvon borasšlájat.

source: Disse funnene kan derfor ikke nødvendigvis forklares ut fra røykevaner.
sme: Danin eai sáhtte borgguhanvierut leat čilgehussan erohusaide maid dás leat gávdnan.

source: Den lave forekomsten av kreft i prostata hos samer har vært foreslått forklart av kost og fysisk aktivitet.
sme: Árvaluvvon čilgehussan dasa go sápmelaččain oalle hárve lea ovdaráksáboras lea sin biebmodoallu ja fysalaš aktivitehta.

source: Det er også mulig å anta at samer i mindre grad deltar i screeninger og undersøkelser og derfor har en høyere andel uoppdaget prostatakreft.
sme: Vejolažžan lea maiddái ahte sápmelaččat hárve servet čaza-čuovgamiidda ja iskkademiide ja nu sis sáhttá leat dávjjibut fuomáškeahtes ovdaráksáboras.

source: 2.4.5 Kreft og miljø I etterkant av prøvespregningene i Nord-Russland (Novaja Semlja) har Statens Strålevern, siden 1960-tallet, gjort helkroppsmålinger av radioaktivt cesium- 137 av reindriftsutøvere og av reinkjøtt.
sme: 2.4.5 Boras ja biras Maŋŋil geahččalanbávkalemiid Davvi-Ruoššas (Novaja Semlja) lea Stáhta Suonjardanbearráigeahčču, gitta 1960-logu rájes, ollerumašiskkademiid bakte mihtidan radioaktiivvalaš cesium- 137 ávnnasgávdnoštumi boazosápmelaččain ja maiddái

source: Kreft i bryst og skjoldbruskkjertel og leukemi er de kreftformene som man tror kan være satt i sammenheng med eksponering av ionisert stråling.
sme: Čižžeboras ja guoggomasráksáboras ja varraboras leat dat boaresšlájat maid navdet gávdnan lassáneaddji ioniserejuvvon suonjardeami dihte.

source: Det har imidlertid ikke vært påvist en høyre forekomst av disse kreftformene hos samer selv når man har forsøkt å ta hensyn til reinkjøttspising i analysene.
sme: Dattege ii leat duođaštuvvon ahte dát borasšlájat dávjjibut gávdnojit sápmelaččain váikko lađastallamis leat geahččalan vuhtiiváldit ahte sápmelaččaid bohccobiergoborrama.

source: Det er ikke gjort noen systematisk analyse i befolkningen av kreftforekomst i etterkant av Tjernobyl i det sørsamiske områdene som ble hardest rammet av radioaktivt nedfall.
sme: Lullisámi guovlluin, mat garrasepmosit šadde gillát maŋŋil Tsjernobyl lihkohisvuođa radioaktiivvalaš bázahusaid, eai leat čađahuvvon vuogádatlaš lađastallamat.

source: Referanser [2]
sme: Čujuhusat [2]

source: 2.5 Diabetes Mellitus type II Sammendrag Det er ikke påvist forskjeller mellom samer og nordmenn i forekomst av diabetes type II.
sme: 2.5 Diabetes Mellitus šládja II Čoahkkáigeassu Diabetes II gávdnoštumiid ektui eai leat čujuhuvvon erohusat sápmelaččaid ja dážaid gaskkas.

source: Likevel er det indikasjon på ulik effekt av kjente risikofaktorer i mellom etniske grupper.
sme: Dattege orruleamen ahte leat iešguđetlágan váikkuhusat dovddus riskafáktoriin čearddalaš joavkkuid gaskkas.

source: Forskningen som har vært gjort er ikke tilstrekkelig for å kunne si noe sikkert om dette.
sme: Čađahuvvon dutkan ii leat doarvái čielga vástádusaid ovddideames.

source: 2.5.1 Innledning Diabetes Mellitus type II er vanligst hos personer over 40 år og det er anslått om lag 7000 nye tilfeller av type II diabetes i Norge årlig.
sme: 2.5.1 Álgu Diabetes Mellitus šládja II lea dábálaš badjel 40 jahkásaš olbmuin, ja odne einnostuvvo ahte diabetes šládja II deaivida 7000 geardde jagis.

source: Omkring 120.000 nordmenn har sykdommen.
sme: Sullii 120.000 norgalaččaid lea dát dávda.
